IDENTIFICATION DIVISION.
PROGRAM-ID. Print-dispaly.

PROCEDURE DIVISION.
    DISPLAY 'This is how print text.'.
    DISPLAY "Using by 'DISPLAY' function..".
    
STOP RUN.