       IDENTIFICATION DIVISION.
       PROGRAM-ID. Print-dispaly.
       
       PROCEDURE DIVISION.
           DISPLAY 'Print Text by Single comma.'.
           DISPLAY "Print Text by Double comma.".
           
       STOP RUN.